// Задача 10: Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.
// 456 -> 5
// 782 -> 8
// 918 -> 1

// int cutNumber(int num) 
// {
//     int hundreds = num / 10;
//     int units = num % 10;
//     int result = units;

//     return result;
// }

// int randNumber = new Random().Next(100,1000);

// int newNumber = cutNumber(randNumber);

// Console.WriteLine($"New wersian of {randNumber} is {newNumber}");